<template>
  <p>北京工业大学图书馆始建于1960年，现有南、北两处馆舍，建筑面积共约两万平方米，北馆1982年建成并投入使用，南馆（又称逸夫图书馆）2002年建成并投入使用。两馆皆实行藏、借、阅一体的开放式服务模式，每周开馆时长100余小时。 图书馆现有职工60余人，其中拥有硕士以上学位的职工占41%。&nbsp;</p>
  <p>截止2013年年底，我馆收藏中外文纸质图书130余万册，中外文期刊杂志1200多种，国内外网络文献数据库70余个。形成了以工科为主，理、工、管、文等多学科兼有，以纸本资源为基础，纸本、电子、视频等多载体的文献资源体系，满足了学校的教学、科研的大部分信息需求。</p>
  <p>我们不断满足读者新的信息需求，不断推出新的服务项目。除了传统的图书借阅服务以外，目前还可以完成科技查新、在线咨询、文献传递与馆际互借、查收录引用、文献检索课教学等多种服务项目，并提供电子阅览室、无线上网、校外访问、手机短信提醒等服务。</p>
  <p>工大图书馆与国家图书馆、首都图书馆、中科院文献情报中心等多家单位建立了文献信息资源的共知、共建和共享的合作关系；加入了OCLC、CALIS和BALIS等馆际合作网络，在数据库集团采购、联机合作编目、学位论文数据库、教学参考书全文库、联合参考咨询和馆际互借等项目中发挥了积极的作用。</p>
  <center>
    <img style="border-radius: 0.3125em;
      box-shadow: 0 2px 4px 0 rgba(34,36,38,.12),0 2px 10px 0 rgba(34,36,38,.08);"
         src="../../../assets/北馆.jpg">
    <br>
    <div style="color:orange;
      display: inline-block;
      color: #999;
      padding: 2px;">北馆（1982年建成，建筑面积：8000平方米）</div>
  </center>

  <center>
    <img style="border-radius: 0.3125em;
      box-shadow: 0 2px 4px 0 rgba(34,36,38,.12),0 2px 10px 0 rgba(34,36,38,.08);"
         src="../../../assets/南馆.jpg">
    <br>
    <div style="color:orange;
      display: inline-block;
      color: #999;
      padding: 2px;">南馆（2002年建成，建筑面积：12000平方米）</div>
  </center>
</template>

<script>
export default {
  name: "Library",
}
</script>

<style>
</style>